{"posts":[{"title":"第10课　京都の　紅葉は　有名です","text":"概述：二类形容词、名词作谓语变化形式。 1.词汇 1.1 课后词汇 假名 释义 紅葉 もみじ 红叶 故郷 こきょう 故乡 通り とおり 大街 町 まち 城市，街道 所 ところ 场所 お店 おみせ 餐馆；商店 人形 にんぎょう 玩偶 作品 さくひん 作品 彫刻 ちょうこく 雕刻 自動車 じどうしゃ 汽车 道具 どうぐ 工具 魚 さかな 鱼 お菓子 おかし 点心 物 もの 物品，东西 シーズン 季节 修学旅行 しゅうがくりょこう 修学旅行 観光客 かんこうきゃく 游客 作家 さっか 作家 部長 ぶちょう 部长 平日 へいじつ 平日，非休息日 日 ひ 日子 生活 せいかつ 生活 世界 せかい 世界 晴れ はれ 晴天 雨 あめ 雨 曇り くもり 阴天 雪 ゆき 雪 汚い きたない 脏 綺麗 きれい 干净 有名 ゆうめい 有名 にぎやか にぎやか 热闹，繁华 静か しずか 安静 暇 ひま 空闲 親切 しんせつ 热情 好き すき 喜欢 嫌い きらい 讨厌 便利 べんり 方便 不便 ふべん 不方便 元気 げんき 健康，有精神 簡単 かんたん 简单 ハンサム 英俊，帅气 どんな 什么样的，怎样的 どう 怎样，如何 いかが 如何 いろいろ 各种各样的 でも 可是，不过 そして 而且，于是 ところで 接续，by the way あれえ 咦 奈良 なら 奈良 富士山 ふじあさん 富士山 もう少し もうすこし 再~一点 1.2 季节 春 夏 秋 冬 はる なつ あき ふゆ 1.3 天气、气候 天気／天候 てんき／てんこう 晴れ はれ 蒸し暑い むしあつい 天気予報 てんきよほう 曇り くもり 暑い あつい 降水確率 こうすいかくりつ 雨 あめ 暖かい あたたかい 気温 きおん 雪 ゆき 涼しい すずしい 湿度 しつど 霧 きり 寒い さむい 梅雨 つゆ 雷 かみなり 台風 たいふう 風 かぜ 虹 にじ 2. 语法 2.1 名 は 二类形容词 です／でした二类形容词是不以“い”结尾的形容词。做谓语时要在后面加“です”。过去式是“でした”。 京都の 紅葉 は 有名 です。 この 通り は 静かです。 この 町 は にぎやか でした。（过去式） 2.2 名 は 二类形容词 では ありません／ありませんでした。二类形容词做谓语时的否定形式。 この 通り は にぎやか ではありません。 昨日 は 暇 じゃ ありませんでした。 2.3 名 は 二类形容词 な 名 です二类形容词修饰名词 +な。 奈良 は 静か な 町です。 奈良 は にぎやか な 町ではありません。 2.4 名 でした名词做谓语时的过去式。 昨日 は 日曜日 でした。 一昨日 は 休み でした。 昨日 は 雨 では ありませんでした。 一昨日 は 曇り じゃ ありませんでした。 2.5 どんな 名相当于汉语“什么样的” 横浜 は どんな 町 ですか。 とても にぎやか な まち です。 張さん は どんな 人 ですか。 親切 な 人 です。 2.6 どうですか询问对方对某状态的意见或感想，相当于“怎么样的”。 この 料理 は どうですか。 京都 は どうでしたか。 2.7 でも表示转折关系，相当于“但是”。 私の部屋 は 狭い です。でも，綺麗 です。 2.8 そして表示并列关系，相当于“而且”。 私の部屋 は 狭い です。そして，汚い です。","link":"/2022/12/19/japanese/10/"},{"title":"第1课 李さんは　中国人","text":"概述：第一课主要学习“～は”，“～です”句型，相当与“是”，以及以及简单的自我介绍和寒暄 1. 词汇 1.1 课后词汇 假名 释义 中国人 ちゅうごくじん 中国人 日本人 にほんじん 日本人 韓国人 かんこくじん 韩国人 アメリカ人 アメリカ人 美国人 フランス人 フランス人 法国人 学生 がくせい 学生 先生 せんせい 老师 留学生 りゅうがくせい 留学生 教授 きょうじゅ 教授 社員 しゃいん 职员 会社員 かいしゃいん 公司职员 店員 てんいん 店员 研修生 けんしゅうせい 进修生 企業 きぎょう 企业 大学 だいがく 大学 父親 ちち （我）父亲 課長 かちょう 科长 社長 しゃちょう 总经理，社长 出迎え でむかえ 迎接 あの人 あのひと 私 わたし 我 貴方 あなた 你 どうも 非常，很 はい 哎，是 いいえ 不，不是 東京大学 とうきょうだいがく 东京大学 北京大学 ペキンだいがく 北京大学 こちらこそ 我才要（请您~） ちがいます 不是 わかりません 不知道 さん ちゃん くん 尊称 1.2 国家/语言 国 国名 人 语言 ちゅうごく 中国 ちゅうごくじん 中国人 ちゅうごくご 中国語 にほん 日本 にほんじん 日本人 にほんご 日本語 アメリカ 美国 アメリカ人 美国人 えいご 英語 イタリア 意大利 イタリア人 意大利人 イタリア語 意大利语 インド 印度 インド人 印度人 ヒンディー語 印地语 イギリス 英国 イギリス人 英国人 えいご 英語 オーストラリア 澳大利亚 オーストラリア人 澳大利亚人 えいご 英語 かんこく 韓国 かんこくじん 韓国人 かんこくご 韓国語 スペイン 西班牙 スペイン人 西班牙人 スペイン語 西班牙语 タイ 泰国 タイ人 泰国人 タイ語 泰语 ドイツ 德国 ドイツ人 德国人 ドイツ語 德语 ブラジル 巴西 ブラジル人 巴西人 ポルトガル語 葡萄牙语 フランス 法国 フランス人 法国人 フランス語 法语 ベトナム 越南 ベトナム人 越南人 ベトナム語 越南语 メキシコ 墨西哥 メキシコ人 墨西哥人 スペイン語 西班牙语 ロシア 俄罗斯 ロシア人 俄罗斯人 ロシア語 俄语 がいこく 外国 がいこくじん 外国人 がいこくご 外语 たいりく 大陸 アジア 亚洲 ヨーロッパ 欧洲 北（きた）アメリカ 北美洲 オーストラリア 大洋洲 アフリカ 非洲 南（みまみ）アメリカ 南美洲 1.3 称呼 中 日 第一人称 我 私（わたし） 僕（ぼく） 俺（おれ） あたし 第二人称 你 あなた（恋人/夫妻） 君（きみ） お前（おまえ） 第三人称 他/她 あの人（ひと） 彼（かれ） 彼女（かのじょ） 2. 语法 2.1 名 は 名 です相当于汉语的“是“。”は“是主语部分，”~です“是谓语部分。助词”は“用于提示主题，读作”わ“。 李さん は 中国人 です。 私 は 日本人 です。 わたし は 王 てす。 2.2 名 は 名 では ありません相当于汉语的“~不是~“。”~は“是主语部分，”~です“是谓语部分。助词”は“用于提示主题，读作”わ“。 森さん は 学生 では ありません。 2.3 名 は 名 ですか（1）相当于汉语的“~是~吗？“。助词か接在句尾表示疑问。日语的问句在句尾不使用“？”。 あなた は おのさん ですか。 はい，小野です。 キムさん は 中国人 ですか。 いいえ，中国人ではありません。（2）应答 キムさん は 中国人 ですか。 はい，そうです。 いいえ，ちがいます。 2.4 名 の 名（1）助词“の”连接名词和名词，表示前面的名词是后面名词从属的机构、国家或属性。 李さん は ＪＣ企画 の 社員です。","link":"/2022/12/13/japanese/1/"},{"title":"第11课　小野さんは　歌が　好きです","text":"概述：表示情感的形容词使用方式，能力形容词使用方式。原因、理由的使用。 1.词汇 1.1 课后词汇 假名 释义 歌 うた 歌，歌曲 カラオケ 卡拉ok ロック 摇滚乐 ポップス 流行音乐 クラシック 西方古典音乐 ピアノ 钢琴 ギター 吉他 バイオリン 小提琴 絵 え 画 英語 えいご 英语 スペイン語 西班牙语 スポーツ 体育 水泳 すいえい 游泳 ゴルフ 高尔夫球 運転 うんてん 开车 飲み物 のみもの 饮料 お酒 おさけ 酒，酒类 肉 にく 肉 野菜 やさい 蔬菜 果物 くだもの 水果 ピーマン 青椒 もやし 豆芽 ヒマワリ 向日葵 バラ 蔷薇，玫瑰 コンピュータ 电脑 窓 まど 窗 結婚式 けっこんしき 结婚典礼 写真展 しゃしんてん 摄影展 旅館 りょかん 旅馆，旅店 別荘 べっそう 别墅 寄木細工 よせぎざいく 木片儿拼花工艺品 模様 もよう 花纹 外国 がいこく 外国 会議 かいぎ 会议 脚 あし 腿 僕 ぼく 我 分かる わかる 懂，明白 迷う まよう 犹豫，难以决定 できる 会；能；完成 閉める 关闭，关门 疲れる つかれる 疲倦，疲惫 散歩し 散步 怖い こわい 害怕，恐怖 赤い あかい 红 痛い いたい 疼，疼痛 上手 じょうず 擅长，高明，水平高 下手 へた 不高明，水平低 苦手 にがて 不擅长，不善于 時々 ときどき 有时，时不时 よく 经常，常常 たまに 偶尔，很少 また 还，再，又 どうして 为什么 だから／ですから 所以，因此 結構です けっこうです 不用，不要 気に入ります きにいります 喜欢，中意 など 等等 スイカ 西瓜 サクランボ 樱桃 ナシ 梨 キュウリ 黄瓜 2. 语法 2.1 【名1】 は 【名2】 が 一类形//二类形 です”好きです” ”嫌いです” “怖いです”等表达感情的形容词可以以“【名词1】 は 【名词2】が 【一类形容词/二类形容词】 です” 的句型使用。“名词1”表示情感的主题，“名词2”表示情感的对象 小野さん は 歌 が 好きではありません。 王さん は 肉 が 嫌いです。 林さん は 犬 が 怖いです。 2.2 【名1】 は 【名2】 が 分かります／できます“分かります” ”できます” ”上手“です” ”下手です” ”苦手です”等有关能力的词语使用“【名1】 は 【名2】 が 【动词】ます//【一类形容词/二类形容词】 です” スミスさん は 韓国語 が 分かります。 私 は コンピュータ が できません。 小野さん は 料理 が 上手です。 2.3 【名】 や 【名】用于列举多项目的两项，相当于汉语的“~呀~什么的”。并且常常和“など”呼应使用。 吉田さん は 時々 中国 や 韓国 行きます。 私 は お店 で 野菜 や 果物 など お 買いました。 2.4 ”/～から” 和 ”＊だから” 【原因、理由】“から”位于陈述原因、理由的小句的句尾。通常是在说明原因、理由之后再陈述结论。 森さんは お酒 が 好きですから，毎日 飲みます。 窓を閉めます，寒いですから。”だから”表示原因、理由的连词，相当于汉语“所以”，独立使用在结果的句子前面。 キムさんは 野菜 が 嫌いです。だから，あまり 野菜を 食べません。 明日は 休みです。ですから，子供と 動物園へ 行きます。 2.5 表示频率的副词“いつも” ”よく” ”全然”等是表示频率的副词，“あまり” ”全然”后面须接否定形式。 私は たまに コンサートへ 行きます。 田中さんは あなり 横浜へは 行きまさん。 2.6 “どうしてですか”相当于汉语中的“为什么”。回答时在谓语后面加”から”。 どうしてですか。 ここで 友達の 結婚式が ありますから。","link":"/2022/12/22/japanese/11/"},{"title":"第2课 これわ　本です","text":"概述：介绍简单的方位用法，これ、それ、あれ，陈述以及疑问用法 1.词汇 1.1 课后词汇 假名 释义 本 ほん 本 かばん かばん 包 ノート 笔记本，本子 鉛筆 えんぴつ 铅笔 傘 かさ 伞 靴 くつ 鞋 新聞 しんぶん 报纸 雑誌 ざっし 杂志 辞書 じしょ 字典 カメラ 照相机 テレビ 电视机 パソコン 个人电脑 ラジオ 收音机 電話 でんわ 电话 机 つくえ 桌子 椅子 いす 椅子 鍵 かぎ 钥匙 時計 とけい 钟表 手帳 てちょう 日记，记事本 写真 しゃしん 照片 車 くるま 车子 自転車 じてんしゃ 自行车 お土産 おみやげ 礼物 名産品 めいさんひん 特产 シルク 丝绸 ハンカチ 手绢 会社 かいしゃ 公司 方 かた （敬称）位，人 人 ひと 人 家族 かぞく 家人，家属 母 はは （我）母亲 お母さん おかあさん 母亲 これ 这，这个 それ 那，那个 あれ 那，那个 どれ 哪个 何 なん 什么 誰 だれ 谁 何方 どなた 哪位 この 这，这个 その 那，那个 あの 那，那个 どの 哪个 ええ 是 長嶋 ながしま 长岛 ロンドン 伦敦 おいくつ 多大 ～歳 ～さい ~岁 1.2 称呼 称呼 自己的亲属 别人的亲属 祖父/外祖父 祖父 そふ おじいさん 祖母/外祖母 祖母 そぼ おばあさん 父母 両親 りょうしん ご両親 りょうしん 父亲 父 ちち お父さん おとうさん 母亲 母 はは お母さん おかあさん 儿子 息子 むすこ 息子さん むすこさん 女儿 娘 むすめ 娘さん むすめさん お嬢（じょう）さん 兄弟/兄弟姐妹 兄弟 きょうだい ご兄弟 ごきょうだい 哥哥 兄 あに お兄さん おにいさん 姐姐 姉 あね お姉さん おねえさん 弟弟 弟 おとうと 弟さん おとうとさん 妹妹 妹 いもうと 妹さん いもうとさん 伯伯/叔叔/舅舅/姑父 おじ おじさん 伯母/婶婶/姑姑/舅妈 おば おばさん 1.3 数字(100以下) 0 れい ぜろ 10 じゅう 20 にじゅう 1 いち 11 じゅういち 30 さんじゅう 2 に 12 じゅうに 40 よんじゅう 3 さん 13 じゅうさん 50 ごじゅう 4 し/よん 14 じゅうよん 60 ろくじゅう 5 ご 15 じゅうご 70 ななじゅう 6 ろく 16 じゅうろく 80 はちじゅう 7 しち/なな 17 じゅうなな 90 きゅうじゅう 8 はち 18 じゅうはち 100 ひゃく 9 く/きゅう 19 じゅうきゅ 0.1 れいてんいち 2/3 さんぶんのに 2. 语法 2.1これ／それ／あれ は 名 で（1）说话人和听话人相隔一段距离，面对面时： これ：距说话人较近的事物【说话人的范围、领域内的事物】 それ：距听话人较近的事物【听话人的范围、领域内的事物】 あれ：距说话人和听话人都比较远的事物【不属于任何一方范围、领域内的事物】（2）说话人和听话人位于同一位置，面向同一方向时 これ：距说话人、听话人较近的事物 それ：距说话人、听话人较远的事物 あれ：距说话人、听话人更远的事物（3）举例 これ は 本 てす。 それ は かばん です。 あれ は テレビ です。 2.2 誰ですか／何ですか。不知道是什么人时用”だれ”，不知道是什么事物时用“何”询问，分别相当于汉语的“谁”和“什么”。句尾后续助词“か”。 それ は 何 ですか。 おの人 は 誰 ですか。 “何方（どなた）”通常用于对尊长或比自己地位高的人用“どなた何方”询问。 スミスさん は 何方 ですか。 2.3 この／その／あの 名 は 名 です修饰名词时，要用この／その／あの。其位置表示关系与これ／それ／あれ相同。 この カメラは スイスの ですか。 その 自転車は 森さんの です。 あの ノートは 誰の ですか。 2.4 どれ／どのどれ／どの 是在三个以上的事物中，不能确定是哪一个是所用的疑问句。单独使用时，用“どれ”，修饰名词时用“どの” 森さんの かばんは どれ ですか。 長嶋さんの 傘は どれ ですか。 小野さんの 机は どの机 ですか。","link":"/2022/12/14/japanese/2/"},{"title":"第12课　李さんは　森さんより　若いです","text":"概述：两个名词之间的比较句式，多个名词比较句式。 1.词汇 1.1 课后词汇 假名 释义 季節 きせつ 季节 冬 ふゆ 冬 春 はる 春 夏 なつ 夏 秋 あき 秋 日本料理 にほんりょうり 日本菜 寿司 すひ 寿司 バナナ 香蕉 ミカン 橘子 焼酎 しょうちゅう 烧酒 日本酒 にほんしゅ 日本酒 紅茶 こうちゃ 红茶 ウーロン茶 乌龙茶 ジャスミン茶 茉莉花茶 緑茶 りょくちゃ 绿茶 ジュース 果汁 人気 にんき 声望，受欢迎 席 せき 座位，席位 クラス 班级 種類 しゅるい 种类 背 せ 个子 兄 あに 哥哥 最近 さいきん 最近，近来 降ります ふります 下（雨，雪） 若い わかい 年轻 暖かい あたたかい 暖和 涼しい すずしい 凉爽 速い はやい 快 大好き だいすき 非常喜欢 いちばん 最，第一 ずっと ～得多 やはり／やっばり 仍然，还是 チョモランマ 珠穆朗玛 人気があります 受欢迎 ～年間 ～ねんかん ～年间 2. 语法 2.1 【名1】は 【名2】より 【一类形】/【二类形】です比较“名词1”和“名词2”，“名词1”比“名词2”更具有形容词所表示的性质时使用这个句式。程度差异较大时用副词“ずっと”加以强调 李さんは 森さん より 若いです。 上海は 北京 より 広いですか。 中国は 日本 より ずっと 広いです。 2.2 【名1】より 【名2】の ほうが【一类形】/【二类形】です比较“名词1”和“名词2”，“名词2”比“名词1”更具有形容词所表示的性质时使用这个句式。 日本 より 中国の ほうが 広いです。 大阪 より 東京の ほうが にぎやかですか。 2.3 【名1】は【名2】ほど【一类形】くないです/【二类形】でわないです比较“名词1”和“名词2”，“名词1”比“名词2”更不具有形容词所表示的性质时使用这个句式。句尾必须使用否定形式。 東京の冬は 北京の冬 ほど 寒くないです。 私の部屋は 王さんの部屋 ほど きれいではありません。 2.4【名1】の中で【名2】が いちばん【一类形】/【二类形】です在某个范围内，表示“名词2”最具有形容词的性质时使用这个句型。“名词1”为表示“名词2”所属范围的名词。“名词1”表示场所//时间时，后面不用加“の中” スポーツの 中で サッカーボール が いちばん おもしろいです。 日本で いちばん 高い 山は 富士山です。 一年で いちばん 寒い 月は 二月です。 2.5 【名1】と【名2】と どちらが 【一类形】/【二类形】ですか询问两种事物当中哪一种更具有形容词的性质时使用这个句型。“どちら”是二者选一时使用的疑问词。回答时使用“~の ほうが…”。如果两者程度相当，则使用“どちらも ~です”。”どちら”在口语中有时说成“どっち”。 日本語と英語と どちらが 難しいですか。 日本語の ほうが 難しいです。 コーヒーと紅茶と どっちが 好きですか。 どちらも 好きです。 2.6 どの【名】/いつ/どれ/だれ/何が いちばん【一类形】/【二类形】ですか询问三个以上事物当中哪一个更具有形容词的性质时，根据所询问的对象不同，须区别使用几种疑问词；是人则使用“だれが”，是物则使用“どの”，“だれ”，“何が”，时间则使用“いつ” この中で どの料理が いちばん おいしいですか。 この料理が いちばん おいしいです。 リンゴと ナシと バナナの 中で どれが いちばん 好きですか。","link":"/2022/12/23/japanese/12/"},{"title":"第4课  部屋に　机と　いすが　あります","text":"概述：表示事物存在，“~在~”，“~有~” 句式，物品处于的各个方位表示。 1.词汇 1.1 课后词汇 假名 释义 部屋 へや 房间，屋子 庭 にわ 院子 家 いえ 家 居間 いま 起居室 冷蔵庫 れいぞうこ 冰箱 壁 かべ 墙壁 スイッチ 开关 本棚 ほんだな 书架 ベッド 床 猫 ねこ 猫 犬 いぬ 狗 箱 はこ 盒子，箱子 眼鏡 めがね 眼睛 ビデオ 录像机 サッカーボール 足球 ビール 啤酒 ウイスキー 威士忌 子供 こども 孩子 男 おとこ 男 女 おんな 女 生徒 せいと 学生 上 うえ 上 下 した 下 中 なか 里面 外 そと 外面 前 まえ 前面 後ろ うしろ 后面 近く ちかく 附近，近旁 場所 ばしょ 所在地，地方，场所 教室 きょうしつ 教室 会議室 かいぎしつ 会议室 図書室 としょしつ 图书馆 公園 こうえん 公园 花屋 はなや 花店 売店 ばいてん 小卖部，售货亭 駅 えき 电车站，火车站 地下鉄 ちかてつ 地铁 電車 でんしゃ 火车站 バス停 汽车站 新幹線 しんかんせん 新干线 木 き 木 一人暮らし ひとりぐらし 单身生活 あります 有，在 います 有，在 ええと 啊，嗯 横浜 よこはま 横浜 名古屋 なごや 名古屋 1.2 场所 映画館 えいがかん 电影院 美術館 びじゅつかん 美术馆 体育館 たいいくかん 体育馆 博物館 はくぶつかん 博物馆 図書館 としょかん 图书馆 動物園 どうぶつえん 动物园 遊園地 ゆうえんち 游乐园 駅 えき 车站 空港 くうこう 机场 市役所 しやくしょ 市政所 消防署 しょうぼうしょ 消防局 警察署 けいさつしょ 警察局 交番 こうばん 派出所 病院 びょういん 医院 工場 こうじょう 工厂 劇場 げきじょう 剧场 駐車場 ちゅうしゃじょう 停车场 学校 がっこう 学校 お店 おみせ 商店，小店 八百屋 やおや 蔬菜店 肉屋 にくや 肉店 魚屋 さかなや 鱼店 蕎麦屋 そばや 荞麦面店 床屋 とこや 理发店 薬局 やっきょく 药店 喫茶店 きっさてん 咖啡店 スーパー 超市 ガソリンスタンド 加油站 2. 语法 2.1 ”あります” 和 ”います“表示事物存在时，最常用的谓语是”あります” 和 ”います“。”あります” 用于花、草、桌子等不具有意志的事物。”います“用于具有意志的 人、动物或者昆虫。（1）表示存在，相当于汉语的“~有~” 部屋 に 机 があります。 庭 に 何 がありますか。 公園 に 子供 がいます。（2）表示位置，相当于“在” 椅子 は 部屋 に あります。 図書館 は どこ に ありますか。 犬 は どに に いますか。 2.2【名】と【名】并列助词“と”加在两个名词之间表示并列，意思相当于汉语的“和” 時計 と 眼鏡 ビールー と ウイスキー 2.3 上／下／前／後ろ／隣／中／外 机 の 上 に 猫 がいます。 会社 の 隣 に 花屋 があります。 売店 は 駅 の 外 に あります。 2.4 疑问词 + も + 动词（否定）表示全面的否定 教室 に 誰 も いません。 冷蔵庫 に 何 も ありません。","link":"/2022/12/16/japanese/4/"},{"title":"第3课  ここわ　デパート　です","text":"概述：场所表示，价钱的询问 1.词汇 1.1 课后词汇 假名 释义 デパート 百货商店 食堂 しょくどう 食堂 郵便局 ゆうびんきょく 邮局 銀行 ぎんこう 银行 図書館 としょかん 图书馆 マンション 公寓 ホテル 酒店 コンビニ 便利店 喫茶店 きっさてん 咖啡馆 病院 びょういん 医院 本屋 ほんや 书店 レストラン 餐馆，西餐店 ビル 大楼，大厦 建物 たてもの 大楼，建筑物 売り場 うりば 柜台，出售处 トイレ 厕所，盥洗室 入口 いりぐち 入口 事務所 じむしょ 事务所，办事处 受付 うけつけ 接待处 バーゲン会場 バーゲンかいじょう 降价处理大卖场 エスカレーター 自动扶梯 服 ふく 衣服 コート 风衣，大衣 デジカメ 数码相机 国 くに 国，国家 地図 ちず 地图 隣 となり 旁边 周辺 しゅうへん 附近，周边 今日 きょう 今天 ここ 这里，这儿 そこ 那里，那儿 あそこ 那里，那儿 こちら 这儿，这边 そちら 那儿，那边 あちら 那儿，那边 どこ 哪里，哪儿 どちら 哪儿，哪边 あのう 请问，对不起 上海 シャンハイ 上海 東京 とうきょう 东京 いくら 多少钱 1.2 数字(100以上) 100 ひゃく 1,000 せん 10,000 いちまん — — — — — — 200 にひゃく 2,000 にせん 100,000 じゅうまん 300 さんびゃく 3,000 さんぜん 1,000,000 ひゃくまん 400 よんひゃく 4,000 よんせん 10,000,000 いっせんまん 500 ごひゃく 5,000 ごせん 100,000,000 いちおく 600 ろっぴゃく 6,000 ろくせん 9002 きゅうせん に 700 ななひゃく 7,000 ななせん 9020 きゅうせん にじゅう 800 はっぴゃく 8,000 はっせん 9200 きゅうせん にひゃく 900 きゅうひゃく 9,000 きゅうさん 2. 语法 2.1 ここ／そこ／あそこ指示场所时，用“ここ／そこ／あそこ”。所表示的位置关系与“これ／それ／あれ”相同。 ここ は デパート です。 そこ は 図書館 です。 あそこ は 入り口 です。 2.2【名】は【名（场所）】です表示【名词】位于【名词（场所）】 2.3【名】は どこですか。 トイレは どこですか。 あちらです。 あなたの かばんは どこですか。 私の かばん ここです。 2.4【名】も【名】です助词 “も” 基本相当于汉语的“也” 李さんは 中国人 です。 趙さん も 中国人 です。 2.5【名】 は【名】ですか，【名】ですか答案有多种可能，选择疑问句。 林さんは 韓国人 ですか，日本人 ですか，中国人 ですか。 日本人。 2.6【名】 は いくらですか询问价钱时，用“いくら”。 これ は いくら ですか。","link":"/2022/12/16/japanese/3/"},{"title":"第6课　吉田さんは　来月　中国へ　いきます","text":"概述：移动动词与场所的搭配，用于场所的助词使用。 1.词汇 1.1 课后词汇 假名 释义 来月 らいげつ 下个月 先月 せんげつ 上个月 夜中 よなか 午夜，半夜 コンサート 音乐会 クリスマス 圣诞节 誕生日 たんじょうび 生日 こどもの日 こどものひ 儿童节 夏休む なつやすみ 暑假 交通機関 こうつうきかん 交通工具 新幹線 しんかんせん 新干线 飛行機 ひこうき 飞机 フェリー 渡轮 電車 でんしゃ 电车 バス 公共汽车 タクシー 出租车 美術館 びじゅつかん 美术馆 アパート 公寓 家 うち 家 プール 游泳池 友達 ともだち 朋友 弟 おとうと 弟弟 行く 行きます いく 去 帰る 帰ります かえる 回来 来る 来ます くる 来 確か たしか 好像是，大概；的确 まっすぐ 径直，笔直 一緒に いっしょに 一起 佐藤 さとう 佐藤 広島 ひろしま 广岛 京都 きょうと 京都 北海道 ほっかいどう 北海道 箱根 はこね 箱根 銀座 ぎんざ 银座 渋谷 しぶや 涩谷 新宿 しんじゅく 新宿 歩いて あるいて 步行 1.2 月份 1月 いちがつ 5月 ごがつ 9月 くがつ 2月 にがつ 6月 ろくがつ 10月 じゅうがつ 3月 さんがつ 7月 しちがつ 11月 じゅういちがつ 4月 しがつ 8月 はちがつ 12月 じゅにがつ 1.3 日历 日曜日 月曜日 火曜日 水曜日 木曜日 金曜日 土曜日 1 2 3 4 5 6 7 ついたち ふつか みっか よっか いつか むいか なのか 8 9 10 11 12 13 14 ようか ここのか とおか じゅういちにち じゅうににち じゅうさんにち じゅうよっか 15 16 17 18 19 20 21 じゅうごにち じゅうろくにち じゅうしちにち じゅうはちにち じゅうくにち はつか にじゅうういちにち 22 23 24 25 26 27 28 にじゅうににち にじゅうさんにち にじゅうよっか にじゅうごにち にじゅうろくにち にじゅうしちにち にじゅうはちにち 29 30 31 にじゅうくにち さんじゅうにち さんじゅういちにち 2. 语法 2.1 名【场所】 ヘ 动词使用“行きます” “帰ります”等表示移动的动词，移动行为的目的地用助词“ヘ”表示，读作”え” 李さん は どこ へ 行きませんでしたか。 2.2 名【场所】 から 动词使用移动动词时，移动的起点用助词“から”表示。 あの方 は どこ から きましたか。 2.3 名【人】 と 动词共同做某事的对象用“と”表示。 李さん は 誰 と 日本 へ 来ましたか。 2.4 名【交通工具】 で 动词交通手段用助词“で”表示。不使用交通工具而步行“歩いて” 上海 まで 飛行機 で 行きます。 京都 へ 何 で 来ましたか。 李さん は 歩いて アパート へ 帰りま。 2.5 名【场所】から 名【场所】まで 动词表示移动的范围时，范围的起点用“から”，终点用“まで” 森さんは 駅 から アパート まで 歩いて 帰りました。 2.6 に／で／へ／から／まで／と ＋ は助词“は”表示对比的意思。 わたしの部屋 に は 電話が ありません。 韓国 へ は 行きました。中国 へ は 行きませんでした。","link":"/2022/12/19/japanese/6/"},{"title":"第5课　森さんは　7時に　起きます","text":"概述：时间的表示方式，与动词的一些时态表示。 1.词汇 1.1 课后词汇 假名 释义 今 いま 现在 先週 せんしゅう 上个星期 来週 らいしゅう 下个星期 再来週 さらいしゅう 下下个星期 今週 こんしゅう 这个星期 昨日 きのう 昨天 明日 あした 明天 明後日 あさって 后天 昨日 おととい 前天 毎日 まいにち 每天 毎朝 まいあさ 每天早上 毎晩 まいばん 每天晚上 毎週 まいしゅう 每周 午前 ごぜん 上午 午後 ごご 下午 今朝 けさ 今天早上 今晩 こんばん 今天晚上 来年 らいねん 明年 去年 きょねん 去年 夜 よる 夜里，晚上 晩 ばん 晚上 朝 あさ 早晨 学校 がっこう 学校 試験 しけん 考试 仕事 しごと 工作 遅刻 ちこく 迟到 休み やすみ 休息 出張 しゅっちょう 出差 研修 けんしゅう 进修 旅行 りょこう 旅行 展覧会 てんらんかい 展览会 歓迎会 かんげいかい 欢迎会 パーティー 联欢会 お宅 おたく 您家 休みます やすみます 休息 働きます 働く はたらきます 工作 始まります 始まる はじまります 开始 終わります 終わる おわります 结束 起きます 起きる おきます 起床 寝ます 寝る ねます 睡觉 勉強します 勉強する べんきょうします 学习 いつも 总是 神戸 こうべ 神户 ～時 ～分 ～半 ～月 ～日 ～年 ～ごろ 1.2 星期 日曜日 月曜日 火曜日 水曜日 木曜日 金曜日 土曜日 にちようび げつようび かようび すいようび もくようび きんようび どようび 周日 周一 周二 周三 周四 周五 周六 2. 语法 2.1 今 ～時 ～分 です表示现在的时间，具体询问使用“何時”。 今 ４時 です。 今 何時 ですか。 8時半です。 2.2 动词 动词形态 一类动词（五段动词）：以”う”段假名结尾的动词。 常见的一类动词有：行く、置く、使う、作る 二类动词（一段动词）：以“イ”（上一段动词）+ ”る” 或者”え”（下一段动词 ）+ ”る” 嘲（あざけ） 煎（い）る 三类动词：来る する ～する カ变动词 サ变动词 结尾如果不是る → 一定是一类动词 以る结尾,る前是い或え段 → 十有八九是二类动词 する、くる → 三类动词 2.3 ます 形变化“ます”作用 表示尊敬的助动词 与“です”同构成句子的礼貌体 在句中只做谓语，只用于结尾句“ます”型变化 一类动词：基本型最后发音为”う”段；去掉”う”改为同行”い 行くーーーーーーーーーーーー 行きます 二类动词：去掉“る” + ます 起きるーーーーーーーーーーーー 起きます 三类动词： 来（く）るーーーーーーーーーーーー 来（き）ます 勉強するーーーーーーーーーーーー 勉強します 2.4 动词的时态 非过去式（现在、将来） 肯定：动词ます型 否定：动词连用形 + ません 过去时 肯定：动词连用形 + ました 否定：动词连用形 + ませんでした 森さんは 毎日 働きます。 田中さんは 明日 働きません。 森さんは 先週 休みました。 私は 昨日 働きませんでした。 2.5 名 + 时间 に 动词表示动作发生的时间时，要在具体时间词语后面加上助词“に” 森さんは 7時 に 起きます。 学校は 8時半 に 始まります。 2.6 名 时间 から 名 时间 まで 动词从…………到…………，表示动词发生在某个时间段 私は 9時 から 5時 まで 働きます。 森さんは 月曜日 がら 水曜日 まで 休みました。 2.7 いつ 动词ますか（1）询问某动作或事态进行的时间用“いつ” 試験は いつ 始まりますか。（2）询问具体时间时，在表示时间的词语后面加上“に” 仕事は 何時 に 終わりますか。（3）可以与“から”与“まで”连用 展覧会は いつから 始まりますか。 張さんは 何曜日まで 休みますか。 火曜日までです。","link":"/2022/12/19/japanese/5/"},{"title":"第7课　李さんは　毎日　コーヒーを　飲みます","text":"概述：移动动词与场所的搭配，用于场所的助词使用。 1.词汇 1.1 课后词汇 假名 释义 コーヒー 咖啡 コーラ 可乐 お茶 おちゃ 茶 ワイン 葡萄酒 パン 面包 ケーキ 蛋糕 お粥 おかゆ 粥 昼ご飯 ひるごはん 午饭 お弁当 おべんとう 盒饭 そば そば 荞麦面 うどん 面条 親子丼 おやこどん 鸡肉鸡蛋盖饭 カレイ 咖喱 卵 たまご 鸡蛋 チーズ 干酪 リンゴ 苹果 イチゴ 草莓 蕎麦屋 そばや 荞麦面店 テニス 网球 ジョギング 慢跑 サッカー 足球 野球 やきゅう 棒球 申込書 もうしこみしょ 申请书 手紙 てがみ 信 音楽 おんがく 音乐 映画 えいが 电影 動物園 どうぶつえん 动物园 パンダ 熊猫 飲む 飲みます のむ 喝 買う 買います かう 买 撮る 撮ります とる 拍照 書く 書きます かく 写 読む 読みます よむ 读 聞く 聞きます 聞く 听 食べる 食べます たべる 吃 見る 見ます みる 看 しする します 干，做 掃除する 掃除します そうじする 打扫 これから 今后，从现在起 じゃあ／でわ 那么 午前中 ごぜんちゅう 上午 2. 语法 2.1 名 を 动词动作的对象用助词“を”表示 李さん は 毎日 コーヒー を 飲みます。 李さんは 毎朝 何 を 食べますか。 2.2 名【场所】 で 动词动作的场所用助词“で”表示。所在的场所和动作进行的场所在汉语里都用“在”表示，但是前者为“に” 后者为 “で” 李さんは 図書館 で 勉強します。 今日 どこ で 新聞 を 読みますか。 2.3 名 か 名对若干名词进行选择时，名词和名词之间加“か”，相当于“或者” 私 は 毎朝 パン か お粥 を 食べます。 休み は 月曜日 か 火曜日です。 2.4 名 を ください买东西或者在餐厅点菜时，用~ を ください。 コーラ と ケーキ を ください。 この本 を ください。","link":"/2022/12/19/japanese/7/"},{"title":"第8课　李さんは　日本語で　手紙を　書きます","text":"概述：表示手段与材料的名词与动词的搭配，物品的收受动词关系。 1.词汇 1.1 课后词汇 假名 释义 プレゼント 礼物 チケット 票 パンフレット 小册子 記念品 きねんひん 纪念品 スケジュール表 スケジュールひょう 日程表 写真集 しゃしんしゅう 影集 花 はな 花 お金 おかね 钱 バールペン 圆珠笔 宿題 しゅくだい 作业 航空便 こうくうび 航空邮件 速達 そくたつ 快件 ファックス 传真 メール 邮件 電話番号 でんわばんごう 电话号码 住所 じゅうしょ 住址 名前 なまえ 姓名 件 けん 事件 新聞紙 しんぶんし 报纸 紙飛行機 かみひこうき 纸飞机 チョコレート 巧克力 アイスクリーム 冰激凌 小麦粉 こむぎこ 面粉 はし はし 筷子 スプーン 勺子 お兄さん おにいさん 哥哥 夕方 ゆうがた 傍晚 昼休み ひるやすみ 午休 もらう もらいます もらう 拿到 会う 会います あう 见 送る 送ります おくる 寄 作る 作ります つくる 做，制造 太る 太ります ふとる 胖 出す 出します だす 寄 届く 届きます とどく 收到，送到，寄到 画く 画きます かく 画 貸す 貸します かす 借出 習う 習います ならう 学习 あげる あげます 给 かける かけます 打电话 借りる 借ります かりる 向别人借 教える 教えます おしえる 教 もう 已经 さっき 刚才 たった今 たったいま 刚刚 もう一度 もういちど 再一次 前に まえに 以前 2. 语法 2.1 名【工具】 で 动词で 表示手段以及原材料 李さん 日本語 で 手紙 を 書きます。 何 で うどん を 作りますか。 2.1 名１【人】 は 名2【人】 名3【物】 を あげます“あげます”相当于汉语的“给”，通常在物品以“第一人称→第二人称→第三人称”或者“第三人称→第三人称”的形式移动时使用。物品用助词“を”，接受者用“に” 私 は 小野さん に お土産 を あげます。 小野さん は 森さん に チョコレート を あげます。 弟 は 小野さん に 花 を あげました。 2.2 名１【人】 は 名2【人】 名3【物】 を もらいます“まらいます”相当于“得到”，接受通常在物品以“第三人称→第二人称→第一人称”或者“第三人称→第三人称”的形式移动时使用。物品用助词“を”，赠送者用“に”或者“から”表示 私 は 小野さん に 辞書 を もらいます。 森さん は 長嶋さん に 写真 を もらいました。 母 は 小野さん に ハンカチ を もらいました。 2.3 名【人】 に 会います“会います”相当于汉语“见“。所见到的对象用助词”に“表示 李さん は 明日 長嶋さん に 会います。 私 は 駅 で 森さん に 会いました。 2.4 もう表示完了。相当于汉语“已经” 昼ご飯 を 食べましたか。 ええ、もう 食べました。","link":"/2022/12/19/japanese/8/"},{"title":"第9课　四川料理は　辛いです","text":"概述：一类形容词的变形和使用方式。 1.词汇 1.1 课后词汇 假名 释义 料理 りょうり 菜肴、饭菜 四川料理 しせんりょうり 四川菜 スープ 汤 北京ダック 北京烤鸭 食べ物 たべもの 食物，食品 すき焼き すきやき 日式牛肉火锅 温泉 おんせん 温泉 お湯 おゆ 热水，开水 水 みず 水，凉水 浴衣 ゆかた 浴衣，夏季和服 眺め ながめ 景色，风景 薬 くすり 药 天気 てんき 天气 海 うみ 海 山 やま 山 紙 かみ 纸 ニュース 新闻 女性 じょせい 女性 男性 だんせい 男性 お客様 おきゃくさま 来宾 グラス 玻璃杯 歌舞伎 かぶき 歌舞伎 気持ち きもち 心情 たくさん 很多 辛い からい 辣 甘い あまい 甜 塩辛い／しょっぱい しおからい 咸 酸っぱい すっぱい 酸 苦い にがい 苦 おいしい 好吃，可口 うまい／うめえ 好吃，可口 まずい まずい 不好吃，难吃 熱い あつい 热，烫 冷たい つめたい 凉 楽しい たのしい 愉快，快乐 おもしろい おもしろい 有趣，有意思 つまらない つまらない 无聊 広い ひろい 广阔，宽敞 狭い せまい 狭窄 大きい おおきい 大 小さい ちいさい 小 忙しい いそがしい 忙，忙碌 いい 好 悪い わるい 不好，坏 すばらしい 极好，绝佳 遠い とおい 远 近い ちかい 近 高い たかい 高，贵 低い ひくい 低 安い やすい 便宜 寒い さむい 寒冷 涼しい すずしい 凉爽的 暑い あつい （天气）热 青い あおい 蓝色的 白い しろい 白色的 赤い あかい 红色的 黄色い きいろい 黄色的 黒い くろい 黑色的 難しい むずかしい 难 易しい やさしい 简单 優しい やさしい 温柔，温和 多い おおい 多 少ない すくない 少 かわいい 可爱 本当に ほんとうに 真的，实在是 あまり 不太，很 とても／たいへん 很，非常 少し／ちょっと 一点儿 全然 ぜんぜん 根本（不），全然（不） ちょうど 正好，恰好 天安門 てんあんもん 天安门 万里の長城 ばんりのちょうじょう 万里长城 気持ちがいい きもちがいい 感觉舒服，心情愉快 2. 语法 2.1 今 ～時 ～分 です表示现在的时间，具体询问使用“何時”。 今 ４時 です。 今 何時 ですか。 8時半です。 2.2 动词 动词形态 一类动词（五段动词）：以”う”段假名结尾的动词。 常见的一类动词有：行く、置く、使う、作る 二类动词（一段动词）：以“イ”（上一段动词）+ ”る” 或者”え”（下一段动词 ）+ ”る” 嘲（あざけ） 煎（い）る 三类动词：来る する ～する カ变动词 サ变动词 结尾如果不是る → 一定是一类动词 以る结尾,る前是い或え段 → 十有八九是二类动词 する、くる → 三类动词 2.3 ます 行变化“ます”作用 表示尊敬的助动词 与“です”同构成句子的礼貌体 在句中只做谓语，只用于结尾句“ます”型变化 一类动词：基本型最后发音为”う”段；去掉”う”改为同行”い 行くーーーーーーーーーーーー 行きます 二类动词：去掉“る” + ます 起きるーーーーーーーーーーーー 起きます 三类动词： 来（く）るーーーーーーーーーーーー 来（き）ます 勉強するーーーーーーーーーーーー 勉強します 2.4 动词的时态 非过去式（现在、将来） 肯定：动词ます型 否定：动词连用形 + ません 过去时 肯定：动词连用形 + ました 否定：动词连用形 + ませんでした 森さんは 毎日 働きます。 田中さんは 明日 働きません。 森さんは 先週 休みました。 私は 昨日 働きませんでした。 2.5 名 + 时间 に 动词表示动作发生的时间时，要在具体时间词语后面加上助词“に” 森さんは 7時 に 起きます。 学校は 8時半 に 始まります。 2.6 名 时间 から 名 时间 まで 动词从…………到…………，表示动词发生在某个时间段 私は 9時 から 5時 まで 働きます。 森さんは 月曜日 がら 水曜日 まで 休みました。 2.7 いつ 动词ますか（1）询问某动作或事态进行的时间用“いつ” 試験は いつ 始まりますか。（2）询问具体时间时，在表示时间的词语后面加上“に” 仕事は 何時 に 終わりますか。（3）可以与“から”与“まで”连用 展覧会は いつから 始まりますか。 張さんは 何曜日まで 休みますか。 火曜日までです。","link":"/2022/12/19/japanese/9/"}],"tags":[{"name":"日本語","slug":"日本語","link":"/tags/%E6%97%A5%E6%9C%AC%E8%AA%9E/"},{"name":"标准日语","slug":"标准日语","link":"/tags/%E6%A0%87%E5%87%86%E6%97%A5%E8%AF%AD/"}],"categories":[{"name":"日本語","slug":"日本語","link":"/categories/%E6%97%A5%E6%9C%AC%E8%AA%9E/"}],"pages":[{"title":"文章分类","text":"","link":"/categories/index.html"},{"title":"tags","text":"","link":"/tags/index.html"}]}