{"posts":[{"title":"第四课  部屋に　机と　いすが　あります","text":"概述：表示事物存在，“~在~”，“~有~” 句式，物品处于的各个方位表示。 1.词汇 1.1 课后词汇 假名 释义 部屋 へや 房间，屋子 庭 にわ 院子 家 いえ 家 居間 いま 起居室 冷蔵庫 れいぞうこ 冰箱 壁 かべ 墙壁 スイッチ 开关 本棚 ほんだな 书架 ベッド 床 猫 ねこ 猫 犬 いぬ 狗 箱 はこ 盒子，箱子 眼鏡 めがね 眼睛 ビデオ 录像机 サッカーボール 足球 ビール 啤酒 ウイスキー 威士忌 子供 こども 孩子 男 おとこ 男 女 おんな 女 生徒 せいと 学生 上 うえ 上 下 した 下 中 なか 里面 外 そと 外面 前 まえ 前面 後ろ うしろ 后面 近く ちかく 附近，近旁 場所 ばしょ 所在地，地方，场所 教室 きょうしつ 教室 会議室 かいぎしつ 会议室 図書室 としょしつ 图书馆 公園 こうえん 公园 花屋 はなや 花店 売店 ばいてん 小卖部，售货亭 駅 えき 电车站，火车站 地下鉄 ちかてつ 地铁 電車 でんしゃ 火车站 バス停 汽车站 新幹線 しんかんせん 新干线 木 き 木 一人暮らし ひとりぐらし 单身生活 あります 有，在 います 有，在 ええと 啊，嗯 横浜 よこはま 横浜 名古屋 なごや 名古屋 1.2 称呼 称呼 自己的亲属 别人的亲属 映画館 えいがかん 电影院 美術館 びじゅつかん 美术馆 体育館 たいいくかん 体育馆 博物館 はくぶつかん 博物馆 図書館 としょかん 图书馆 動物園 どうぶつえん 动物园 遊園地 ゆうえんち 游乐园 駅 えき 车站 空港 くうこう 机场 市役所 しやくしょ 市政所 消防署 しょうぼうしょ 消防局 警察署 けいさつしょ 警察局 交番 こうばん 派出所 病院 びょういん 医院 工場 こうじょう 工厂 劇場 げきじょう 剧场 駐車場 ちゅうしゃじょう 停车场 学校 がっこう 学校 お店 おみせ 商店，小店 八百屋 やおや 蔬菜店 肉屋 にくや 肉店 魚屋 さかなや 鱼店 蕎麦屋 そばや 荞麦面店 床屋 とこや 理发店 薬局 やっきょく 药店 喫茶店 きっさてん 咖啡店 スーパー 超市 ガソリンスタンド 加油站 2. 语法 2.1 ”あります” 和 ”います“表示事物存在时，最常用的谓语是”あります” 和 ”います“。”あります” 用于花、草、桌子等不具有意志的事物。”います“用于具有意志的 人、动物或者昆虫。（1）表示存在，相当于汉语的”有“ 部屋 に 机 があります。 庭 に 何 がありますか。 公園 に 子供 がいます。（2）表示位置，相当于“在” 椅子 は 部屋 に あります。 図書館 は どこ に ありますか。 犬 は どに に いますか。 2.2【名】と【名】并列助词“と”加在两个名词之间表示并列，意思相当于汉语的“和” 時計 と 眼鏡 ビールー と ウイスキー 2.3 上／下／前／後ろ／隣／中／外 机 の 上 に 猫 がいます。 会社 の 隣 に 花屋 があります。 売店 は 駅 の 外 に あります。 2.4 疑问词 + も + 动词（否定）表示全面的否定 教室 に 誰 も いません。 冷蔵庫 に 何 も ありません。","link":"/2022/12/16/japanese/fourth/"},{"title":"第一课 李さんは　中国人","text":"概述：第一课主要学习“～は”，“～です”句型，相当与“是”，以及以及简单的自我介绍和寒暄 1. 词汇 1.1 课后词汇 假名 释义 中国人 ちゅうごくじん 中国人 日本人 にほんじん 日本人 韓国人 かんこくじん 韩国人 アメリカ人 アメリカ人 美国人 フランス人 フランス人 法国人 学生 がくせい 学生 先生 せんせい 老师 留学生 りゅうがくせい 留学生 教授 きょうじゅ 教授 社員 しゃいん 职员 会社員 かいしゃいん 公司职员 店員 てんいん 店员 研修生 けんしゅうせい 进修生 企業 きぎょう 企业 大学 だいがく 大学 父親 ちち （我）父亲 課長 かちょう 科长 社長 しゃちょう 总经理，社长 出迎え でむかえ 迎接 あの人 あのひと 私 わたし 我 貴方 あなた 你 どうも 非常，很 はい 哎，是 いいえ 不，不是 東京大学 とうきょうだいがく 东京大学 北京大学 ペキンだいがく 北京大学 こちらこそ 我才要（请您~） ちがいます 不是 わかりません 不知道 さん ちゃん くん 尊称 1.2 国家/语言 国 国名 人 语言 ちゅうごく 中国 ちゅうごくじん 中国人 ちゅうごくご 中国語 にほん 日本 にほんじん 日本人 にほんご 日本語 アメリカ 美国 アメリカ人 美国人 えいご 英語 イタリア 意大利 イタリア人 意大利人 イタリア語 意大利语 インド 印度 インド人 印度人 ヒンディー語 印地语 イギリス 英国 イギリス人 英国人 えいご 英語 オーストラリア 澳大利亚 オーストラリア人 澳大利亚人 えいご 英語 かんこく 韓国 かんこくじん 韓国人 かんこくご 韓国語 スペイン 西班牙 スペイン人 西班牙人 スペイン語 西班牙语 タイ 泰国 タイ人 泰国人 タイ語 泰语 ドイツ 德国 ドイツ人 德国人 ドイツ語 德语 ブラジル 巴西 ブラジル人 巴西人 ポルトガル語 葡萄牙语 フランス 法国 フランス人 法国人 フランス語 法语 ベトナム 越南 ベトナム人 越南人 ベトナム語 越南语 メキシコ 墨西哥 メキシコ人 墨西哥人 スペイン語 西班牙语 ロシア 俄罗斯 ロシア人 俄罗斯人 ロシア語 俄语 がいこく 外国 がいこくじん 外国人 がいこくご 外语 たいりく 大陸 アジア 亚洲 ヨーロッパ 欧洲 北（きた）アメリカ 北美洲 オーストラリア 大洋洲 アフリカ 非洲 南（みまみ）アメリカ 南美洲 1.3 称呼 中 日 第一人称 我 私（わたし） 僕（ぼく） 俺（おれ） あたし 第二人称 你 あなた（恋人/夫妻） 君（きみ） お前（おまえ） 第三人称 他/她 あの人（ひと） 彼（かれ） 彼女（かのじょ） 2. 语法 2.1 名 は 名 です相当于汉语的“是“。”は“是主语部分，”~です“是谓语部分。助词”は“用于提示主题，读作”わ“。 李さん は 中国人 です。 私 は 日本人 です。 わたし は 王 てす。 2.2 名 は 名 では ありません相当于汉语的“~不是~“。”~は“是主语部分，”~です“是谓语部分。助词”は“用于提示主题，读作”わ“。 森さん は 学生 では ありません。 2.3 名 は 名 ですか（1）相当于汉语的“~是~吗？“。助词か接在句尾表示疑问。日语的问句在句尾不使用“？”。 あなた は おのさん ですか。 はい，小野です。 キムさん は 中国人 ですか。 いいえ，中国人ではありません。（2）应答 キムさん は 中国人 ですか。 はい，そうです。 いいえ，ちがいます。 2.4 名 の 名（1）助词“の”连接名词和名词，表示前面的名词是后面名词从属的机构、国家或属性。 李さん は ＪＣ企画 の 社員です。","link":"/2022/12/13/japanese/first/"},{"title":"第二课 これわ　本です","text":"概述：介绍简单的方位用法，これ、それ、あれ，陈述以及疑问用法 1.词汇 1.1 课后词汇 假名 释义 本 ほん 本 かばん かばん 包 ノート 笔记本，本子 鉛筆 えんぴつ 铅笔 傘 かさ 伞 靴 くつ 鞋 新聞 しんぶん 报纸 雑誌 ざっし 杂志 辞書 じしょ 字典 カメラ 照相机 テレビ 电视机 パソコン 个人电脑 ラジオ 收音机 電話 でんわ 电话 机 つくえ 桌子 椅子 いす 椅子 鍵 かぎ 钥匙 時計 とけい 钟表 手帳 てちょう 日记，记事本 写真 しゃしん 照片 車 くるま 车子 自転車 じてんしゃ 自行车 お土産 おみやげ 礼物 名産品 めいさんひん 特产 シルク 丝绸 ハンカチ 手绢 会社 かいしゃ 公司 方 かた （敬称）位，人 人 ひと 人 家族 かぞく 家人，家属 母 はは （我）母亲 お母さん おかあさん 母亲 これ 这，这个 それ 那，那个 あれ 那，那个 どれ 哪个 何 なん 什么 誰 だれ 谁 何方 どなた 哪位 この 这，这个 その 那，那个 あの 那，那个 どの 哪个 ええ 是 長嶋 ながしま 长岛 ロンドン 伦敦 おいくつ 多大 ～歳 ～さい ~岁 1.2 称呼 称呼 自己的亲属 别人的亲属 祖父/外祖父 祖父 そふ おじいさん 祖母/外祖母 祖母 そぼ おばあさん 父母 両親 りょうしん ご両親 りょうしん 父亲 父 ちち お父さん おとうさん 母亲 母 はは お母さん おかあさん 儿子 息子 むすこ 息子さん むすこさん 女儿 娘 むすめ 娘さん むすめさん お嬢（じょう）さん 兄弟/兄弟姐妹 兄弟 きょうだい ご兄弟 ごきょうだい 哥哥 兄 あに お兄さん おにいさん 姐姐 姉 あね お姉さん おねえさん 弟弟 弟 おとうと 弟さん おとうとさん 妹妹 妹 いもうと 妹さん いもうとさん 伯伯/叔叔/舅舅/姑父 おじ おじさん 伯母/婶婶/姑姑/舅妈 おば おばさん 1.3 数字(100以下) 0 れい ぜろ 10 じゅう 20 にじゅう 1 いち 11 じゅういち 30 さんじゅう 2 に 12 じゅうに 40 よんじゅう 3 さん 13 じゅうさん 50 ごじゅう 4 し/よん 14 じゅうよん 60 ろくじゅう 5 ご 15 じゅうご 70 ななじゅう 6 ろく 16 じゅうろく 80 はちじゅう 7 しち/なな 17 じゅうなな 90 きゅうじゅう 8 はち 18 じゅうはち 100 ひゃく 9 く/きゅう 19 じゅうきゅ 0.1 れいてんいち 2/3 さんぶんのに 2. 语法 2.1これ／それ／あれ は 名 で（1）说话人和听话人相隔一段距离，面对面时： これ：距说话人较近的事物【说话人的范围、领域内的事物】 それ：距听话人较近的事物【听话人的范围、领域内的事物】 あれ：距说话人和听话人都比较远的事物【不属于任何一方范围、领域内的事物】（2）说话人和听话人位于同一位置，面向同一方向时 これ：距说话人、听话人较近的事物 それ：距说话人、听话人较远的事物 あれ：距说话人、听话人更远的事物（3）举例 これ は 本 てす。 それ は かばん です。 あれ は テレビ です。 2.2 誰ですか／何ですか。不知道是什么人时用”だれ”，不知道是什么事物时用“何”询问，分别相当于汉语的“谁”和“什么”。句尾后续助词“か”。 それ は 何 ですか。 おの人 は 誰 ですか。 “何方（どなた）”通常用于对尊长或比自己地位高的人用“どなた何方”询问。 スミスさん は 何方 ですか。 2.3 この／その／あの 名 は 名 です修饰名词时，要用この／その／あの。其位置表示关系与これ／それ／あれ相同。 この カメラは スイスの ですか。 その 自転車は 森さんの です。 あの ノートは 誰の ですか。 2.4 どれ／どのどれ／どの 是在三个以上的事物中，不能确定是哪一个是所用的疑问句。单独使用时，用“どれ”，修饰名词时用“どの” 森さんの かばんは どれ ですか。 長嶋さんの 傘は どれ ですか。 小野さんの 机は どの机 ですか。","link":"/2022/12/14/japanese/second/"},{"title":"第三课  ここわ　デパート　です","text":"概述：场所表示，价钱的询问 1.词汇 1.1 课后词汇 假名 释义 デパート 百货商店 食堂 しょくどう 食堂 郵便局 ゆうびんきょく 邮局 銀行 ぎんこう 银行 図書館 としょかん 图书馆 マンション 公寓 ホテル 酒店 コンビニ 便利店 喫茶店 きっさてん 咖啡馆 病院 びょういん 医院 本屋 ほんや 书店 レストラン 餐馆，西餐店 ビル 大楼，大厦 建物 たてもの 大楼，建筑物 売り場 うりば 柜台，出售处 トイレ 厕所，盥洗室 入口 いりぐち 入口 事務所 じむしょ 事务所，办事处 受付 うけつけ 接待处 バーゲン会場 バーゲンかいじょう 降价处理大卖场 エスカレーター 自动扶梯 服 ふく 衣服 コート 风衣，大衣 デジカメ 数码相机 国 くに 国，国家 地図 ちず 地图 隣 となり 旁边 周辺 しゅうへん 附近，周边 今日 きょう 今天 ここ 这里，这儿 そこ 那里，那儿 あそこ 那里，那儿 こちら 这儿，这边 そちら 那儿，那边 あちら 那儿，那边 どこ 哪里，哪儿 どちら 哪儿，哪边 あのう 请问，对不起 上海 シャンハイ 上海 東京 とうきょう 东京 いくら 多少钱 1.2 称呼 称呼 自己的亲属 别人的亲属 祖父/外祖父 祖父 そふ おじいさん 祖母/外祖母 祖母 そぼ おばあさん 父母 両親 りょうしん ご両親 りょうしん 父亲 父 ちち お父さん おとうさん 母亲 母 はは お母さん おかあさん 儿子 息子 むすこ 息子さん むすこさん 女儿 娘 むすめ 娘さん むすめさん お嬢（じょう）さん 兄弟/兄弟姐妹 兄弟 きょうだい ご兄弟 ごきょうだい 哥哥 兄 あに お兄さん おにいさん 姐姐 姉 あね お姉さん おねえさん 弟弟 弟 おとうと 弟さん おとうとさん 妹妹 妹 いもうと 妹さん いもうとさん 伯伯/叔叔/舅舅/姑父 おじ おじさん 伯母/婶婶/姑姑/舅妈 おば おばさん 1.3 数字(100以上) 100 ひゃく 1,000 せん 10,000 いちまん — — — — — — 200 にひゃく 2,000 にせん 100,000 じゅうまん 300 さんびゃく 3,000 さんぜん 1,000,000 ひゃくまん 400 よんひゃく 4,000 よんせん 10,000,000 いっせんまん 500 ごひゃく 5,000 ごせん 100,000,000 いちおく 600 ろっぴゃく 6,000 ろくせん 9002 きゅうせん に 700 ななひゃく 7,000 ななせん 9020 きゅうせん にじゅう 800 はっぴゃく 8,000 はっせん 9200 きゅうせん にひゃく 900 きゅうひゃく 9,000 きゅうさん 2. 语法 2.1 ここ／そこ／あそこ指示场所时，用“ここ／そこ／あそこ”。所表示的位置关系与“これ／それ／あれ”相同。 ここ は デパート です。 そこ は 図書館 です。 あそこ は 入り口 です。 2.2【名】は【名（场所）】です表示【名词】位于【名词（场所）】 2.3【名】は どこですか。 トイレは どこですか。 あちらです。 あなたの かばんは どこですか。 私の かばん ここです。 2.4【名】も【名】です助词 “も” 基本相当于汉语的“也” 李さんは 中国人 です。 趙さん も 中国人 です。 2.5【名】 は【名】ですか，【名】ですか答案有多种可能，选择疑问句。 林さんは 韓国人 ですか，日本人 ですか，中国人 ですか。 日本人。 2.6【名】 は いくらですか询问价钱时，用“いくら”。 これ は いくら ですか。","link":"/2022/12/16/japanese/third/"}],"tags":[{"name":"日本語","slug":"日本語","link":"/tags/%E6%97%A5%E6%9C%AC%E8%AA%9E/"},{"name":"标准日语","slug":"标准日语","link":"/tags/%E6%A0%87%E5%87%86%E6%97%A5%E8%AF%AD/"}],"categories":[{"name":"日本語","slug":"日本語","link":"/categories/%E6%97%A5%E6%9C%AC%E8%AA%9E/"}],"pages":[{"title":"文章分类","text":"","link":"/categories/index.html"},{"title":"tags","text":"","link":"/tags/index.html"}]}